/* details panel string - number of times the program has crashed */
"# of Crashes" = "Anzahl von Abstürzen";

/* details panel string - number of times the program has been launched */
"# of Launches" = "Anzahl von Starts";

/* Download window title - text is name of the running application */
"%@ Update" = "%@-Update";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ ist auf dem neuesten Stand.";

/* error description */
"%s is not reachable." = "%s ist nicht erreichbar.";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "Ein Download ist bereits im Gange.";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "Das Installationsskript kann nicht gefunden werden.";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "Update kann dort nicht installiert werden";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "Die angehängte URL „%@“ kann nicht geparst werden.";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "Der Preis „%@“ kann nicht geparst werden – er sollte nur Ziffern und eventuell ein Komma als Dezimaltrennzeichen enthalten.";

/* error description */
"Cannot parse release notes url '%@'." = "Die angehängte URL „%@“ kann nicht geparst werden.";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "Prüfvorgang fehlgeschlagen.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "Nach %1$@-Updates suchen.";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "Ort auswählen …";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "%s konnte nicht kontaktiert werden.";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "Programm konnte nicht untersucht werden";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "Verzeichnis konnte nicht gelesen werden";

/* status description */
"Decompressing\\U2026" = "Dekomprimieren ...";

/* error title */
"Download failed" = "Download fehlgeschlagen";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "%@ wird geladen ...";

/* details panel string - version of video card driver */
"Driver Version" = "Treiberversion";

/* error description */
"Error fetching software update information." = "Fehler beim Abfragen der Informationen zum Softwareupdate.";

/* error description */
"Error while checking for updated version." = "Fehler bei der Suche nach aktualisierten Versionen.";

/* error reason */
"Exception raised: %@" = "Ausnahme aufgetreten: %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "Erweiterungen";

/* error reason */
"Extract script failed." = "Extraktionsskript fehlgeschlagen.";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "Aktualisiertes Programm wird extrahiert ...";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Erw.";

/* error reason */
"Failed to create authorization." = "Eine Identifizierung konnte nicht erstellt werden.";

/* relaunch error message */
"Failed to create child pipe: %s" = "Untergeordnete Pipe konnte nicht erstellt werden: %s";

/* error reason */
"Failed to execute install script with authorization." = "Das Installationsskript konnte mit der Identifizierung nicht ausgeführt werden.";

/* relaunch error message */
"Failed to fork child process: %s" = "Untergeordneter Vorgang konnte nicht aufgespaltet werden: %s";

/* free upgrade price string - displayed in price column */
"free!" = "kostenlos!";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "Freq.";

/* details panel string - name of video card driver */
"Hardware Driver" = "Hardwaretreiber";

/* error reason */
"hdiutil failed to attach the disk image" = "hdiutil konnte das Image nicht anhängen";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "Ausgeführte Stunden";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "„%@“-Versionen ignorieren";

/* button title - (download and) install the selected update */
"Install" = "Installieren";

/* error reason */
"Install script exited due to signal %d." = "Das Installationsskript wurde aufgrund des Signals %d beendet.";

/* error reason */
"Install script exited with status %d." = "Das Installationsskript wurde mit dem Status %d beendet.";

/* error reason */
"Install script failed." = "Installationsskript fehlgeschlagen";

/* status description */
"Installing\\U2026" = "Installieren ...";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */

"Memory" = "Speicher";

/* button title - display more information about the selected update */
"More Information..." = "Weitere Informationen …";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "Im Update wurde mehr als ein Programm gefunden (%@)";

/* status message */
"Mounting disk image\\U2026" = "Image wird aktiviert ...";

/* error reason */
"Multiple mount points found in hdiutil results." = "In den hdiutil-Ergebnissen wurden mehrere Mount-Points gefunden.";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "Im Update wurde kein Programm gefunden";

/* error reason */
"No mount point found in hdiutil results." = "In den hdiutil-Ergebnissen wurde kein Mount-Point gefunden.";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "Kein geeigneter Anhang gefunden.";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "OpenGL-Treiber";

/* details panel string */
"OpenGL Extensions" = "OpenGL-Erweiterungen";

/* details panel string */
"OpenGL Renderer" = "OpenGL-Renderer";

/* details panel string */
"OpenGL Vendor" = "OpenGL-Anbieter";

/* details panel string */
"OpenGL Version" = "OpenGL-Version";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "PCI-ID";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "Brechen Sie den ausgeführten Ladevorgang ab, bevor Sie einen anderen starten.";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "Prüfen Sie die Berechtigungen und den in Ihrem Downloadordner verfügbaren Platz.";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "Versuchen Sie es bitte später noch einmal oder teilen Sie uns mit, dass dies nicht funktioniert.";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme deaktiviert";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme aktiviert";

/* relaunch error button */
"Quit" = "Beenden";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "Installationsbereit";

/* Window title for the release notes window */
"Release Notes" = "Anmerkungen zu dieser Version";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "Neu starten ...";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "RSS-Knoten enthält keine Übereinstimmung für „%@“.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "Die von Ihnen ausgewählte Version ist unter Umständen nicht so stabil wie die von Ihnen ausgeführte.";

/* error reason */
"System call wait() failed for install script." = "Systemaufruf wait() ist für das Installationsskript fehlgeschlagen.";

/* error description */
"The data returned from <%@> was not a valid XML document." = "Die von „%@“ zurückgegebenen Daten waren kein gültiges XML-Dokument.";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "Das Zielvolume, „%@“, lässt keine Programme zu.";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "Auf das Zielvolume, „%@“, kann nicht geschrieben werden.";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "Die Dateigröße ist falsch (%@ zu groß). Sie ist eventuell beschädigt.";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "Die Dateigröße ist falsch (%@ zu klein). Sie ist eventuell beschädigt.";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "Die Prüfsumme der Datei stimmt nicht überein (%@). Sie ist eventuell beschädigt.";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "Die Updateinformationen sind nicht signiert.";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "Das Update wird im @-Ordner installiert.";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "Das Update wird in Ihrem @-Ordner installiert.";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "Das aktualisierte Programm ist ungültig (%@).";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "Für %1$@ sind %2$d Updates verfügbar.";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "Für %1$@ ist ein Update verfügbar.";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "Beim Prüfen der Signatur ist ein Problem aufgetreten.";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "Dies ist vielleicht ein temporäres Netzwerkproblem.";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "Diese Version von %@ sendet zusätzliche Informationen über Ihre Internetverbindung (wenn aktiv), um nach neuen und aktualisierten Versionen von sich zu suchen.";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "Hilfsprogramm gab keine Daten zurück";

/* details panel string - column header for OpenCL device type */
"Type" = "Typ";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "Die Identifizierung der Antwort vom Softwareupdateserver ist nicht möglich.";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "%1$@ kann nicht nach %2$@ geladen werden.";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "%@ kann nicht geladen werden.";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "Die Informationen zum Softwareupdate konnten nicht abgerufen werden.";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "Update kann nicht installiert werden";

/* error description */

"Unable to mount disk image" = "Image kann nicht aktiviert werden";

/* error description */
"Unable to parse response from the software update server." = "Die Analyse der Antwort vom Softwareupdateserver ist nicht möglich.";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "Antwort von hdiutil kann nicht geparst werden: %@";

/* relaunch error title */
"Unable to relaunch" = "Neustart nicht möglich";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "Einheiten";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "Unbekannter Pakettyp";

/* status message */
"Unmounting disk image\\U2026" = "Image wird deaktiviert ...";

/* Download status */
"Verifying file\\U2026" = "Datei wird überprüft ...";

/* message of no updates are available dialog */
"You are currently running %@." = "Sie führen gegenwärtig %@ aus.";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "Sie führen gegenwärtig %@ aus. Wenn Sie jetzt noch nicht aktualisieren können, können Sie später im [Einstellungsfenster „Aktualisierung“] nach Updates suchen oder die Häufigkeit der automatischen Suche anpassen.";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "Sie können eventuell an einem anderen Ort installieren.";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "Eventuell ist Ihre Internetverbindung nicht aktiv oder es könnte ein Problem irgendwo im Netzwerk geben.";